train = {
  1 => {
    :number => "РМ2010398 050298",
    :road => "Москва — Петушки",
    :name => "Венедикт В. Ерофеев",
    :passport => "45 99 505281",
  },
  2 => {
    :number => "РМ2010399 050298",
    :road => "Павловский Посад -> Орехово-Зуево",
    :name => "Иннокентий П. Шниперсон",
    :passport => "46 01 192872",
  },
  3 => {
    :number => "РМ2010398 050298",
    :road => "Москва -> Владимир",
    :name => "Иван В. Бунша",
    :passport => "47 33 912876",
  },
}

train.each_with_index { |item, id|
  puts "
  * * * Место № #{id + 1} * * *
  Билет № #{train[id + 1][:number]}
  Маршрут: #{train[id + 1][:road]}
  Пассажир: #{train[id + 1][:name]}
  Паспорт: #{train[id + 1][:passport]}
  "
}
